Repository: common-repository/univerwp
Catalog: languages/univerwp-*.po
Languages: it_it

source: Univerwp is a plugin, as a framework, that aims to extend WordPress in various areas: security, performance and additional features. It is modular and has a central logging utility.
it_it: Univerwp è un plugin, inteso come framework, che mira a estendere WordPress in varie aree: sicurezza, prestazioni e funzionalità aggiuntive. È modulare e dispone di un'utilità di registrazione centrale.

source: creating temporary _wp-config.php before to create our slot
it_it: creare un file temporaneo _wp-config.php prima di creare il nostro slot

source: recover _wp-config.php to wp-config.php please check
it_it: recuperare _wp-config.php in wp-config.php per favore controlla

source: recover _wp-config.php to wp-config.php
it_it: recuperare _wp-config.php in wp-config.php

source: removing temporary _wp-config.php after creating uwp slot
it_it: rimuovere il file temporaneo _wp-config.php dopo la creazione dello slot uwp

source: wp-config.php is not writable
it_it: wp-config.php non è scrivibile

source: wp-config.php is writable
it_it: wp-config.php è scrivibile

source: writing uwp+/- section in wp-config.php
it_it: scrivere la sezione uwp+/- in wp-config.php

source: problem to update the wp-config.php
it_it: problema di aggiornamento del file wp-config.php

source: correctly update the wp-config.php
it_it: aggiornare correttamente il file wp-config.php

source: uwp+/- section not found in wp-config.php
it_it: sezione uwp+/- non trovata in wp-config.php

source: uwp+/- section found in wp-config.php no need to add them
it_it: La sezione uwp+/- si trova in wp-config.php, non è necessario aggiungerla.

source: key already present in wp-config.php no need to recreate them
it_it: chiavi già presenti in wp-config.php, non è necessario ricrearli.

source: problem to update the wp-config.php after removing of uwp+/- section
it_it: problema di aggiornamento del file wp-config.php dopo la rimozione della sezione uwp+/-

source: correctly update wp-config.php after removing of uwp+/- section
it_it: aggiornare correttamente wp-config.php dopo la rimozione della sezione uwp+/-

source: Limit revision to
it_it: Limita revisioni a

source: Limit Revision
it_it: Limita Revisioni

source: By default WordPress does not limit the number of revision for your post. This can increase the space of your database very quick (and then slowdown the query over it). We suggest to limit it.
it_it: Per impostazione predefinita, WordPress non limita il numero di revisioni dei post. Questo può aumentare lo spazio del database molto rapidamente (e rallentare le ricerche). Suggeriamo di limitarlo.

source: You have already some custom revision set on your wp-config.php file. Please remove it, if you want to manage with UniverWP.
it_it: Nel file wp-config.php è già stata impostata una revisione personalizzata. Si prega di rimuoverlo, se si vuole gestire con UniverWP.

source: Update Revision Limit
it_it: Aggiornamento del limite di revisione

source: Reset Revision Limit
it_it: Azzeramento del limite di revisione

source: Disable Wordpress Cron
it_it: Disattivare Wordpress Cron

source: By default Wordpress has an in bundle cron system that fires up, every times a user load a page. This could become a problem very quick if the traffic of your website increase. Generally speaking is far better to relay to the system cron, that nowadays every decent hosting provider give you for free. Generally fires up a cronjob every 30 minutes is enough for most.
it_it: Per impostazione predefinita, Wordpress ha un sistema di cron che si attiva ogni volta che un utente carica una pagina. Questo potrebbe diventare un problema molto rapidamente se il traffico del vostro sito web aumenta. In generale, è molto meglio affidarsi al sistema cron, che al giorno d'oggi ogni provider di hosting decente fornisce gratuitamente. In genere un cronjob ogni 30 minuti è sufficiente per la maggior parte dei casi.

source: You have already disabled Wordpress default cron on wp-config.php file. Please remove it, if you want to manage it with UniverWP.
it_it: Hai già disabilitato il cron predefinito di Wordpress nel file wp-config.php. Si prega di rimuoverlo, se si desidera gestirlo con UniverWP.

source: <b>WordPress Cron disabled</b>. Please be sure to insert on your system cron one of the following line (depeding on what is available on your hosting).
it_it: <b>WordPress Cron disabilitato</b>. Assicuratevi di inserire nel vostro sistema cron una delle seguenti righe (a seconda di ciò che è disponibile sul vostro hosting).

source: Disable WordPress Cron
it_it: Disattivare WordPress Cron

source: Reset WordPress Cron
it_it: Ripristinare il cron di WordPress

source: Disable WordPress Automatic Updates
it_it: Disattivare gli aggiornamenti automatici di WordPress

source: Keep your website (all the parts of it: core WordPress, all the plugins, the themes and the OS parts) updated, is vitally important. But, before every upgrades, is far better to make a snapshot/backup of your website (both files and database dump). To do that, is better disable the automatic updates of WordPress, in order to allow you to decide when upgrade your website.
it_it: Mantenere aggiornato il vostro sito web (tutte le sue parti: il nucleo di WordPress, tutti i plugin, i temi e le parti del sistema operativo) è di vitale importanza. Ma, prima di ogni aggiornamento, è molto meglio fare un'istantanea/backup del vostro sito web (sia dei file che del database). Per farlo, è meglio disabilitare gli aggiornamenti automatici di WordPress, in modo da poter decidere quando aggiornare il sito.

source: You have already disabled Wordpress automatic update on wp-config.php file. Please remove it, if you want to manage with UniverWP.
it_it: Hai già disabilitato l'aggiornamento automatico di Wordpress nel file wp-config.php. Rimuovetelo se volete gestire UniverWP.

source: <b>WordPress Automatic Updates disabled</b>. Please be sure to manually update your WordPress regulary, and before to do that make a complete backup of it.
it_it: <b>Aggiornamenti automatici di WordPress disabilitati</b>. Assicuratevi di aggiornare manualmente il vostro WordPress regolarmente, e prima di farlo fate un backup completo.

source: Disable Automatic Update
it_it: Disattivare l'aggiornamento automatico

source: Reset Automatic Update
it_it: Ripristino dell'aggiornamento automatico

source: Disable WordPress Theme File Editor
it_it: Disabilitare l'editor dei file del tema di WordPress

source: This flag allow you to disable the useless Theme File editor present on the default Wordpress.
it_it: Questo flag consente di disabilitare l'inutile editor dei file del tema presente nel Wordpress predefinito.

source: You have already disabled Wordpress Theme File editor on wp-config.php file. Please remove it, if you want to manage with UniverWP.
it_it: È già stato disabilitato l'editor dei file del tema di Wordpress nel file wp-config.php. Si prega di rimuoverlo, se si vuole gestire con UniverWP.

source: <b>WordPress Theme File Editor disabled</b>
it_it: <b>Editor di file del tema WordPress disabilitato</b>

source: Disable Theme File editor
it_it: Disabilitare l'editor dei file del tema

source: Reset Theme File editor
it_it: Reimpostare l'editor dei file del tema

source: Disable WordPress Plugin File editor
it_it: Disabilitare l'editor dei file dei plugin di WordPress

source: This flag allow you to disable the useless Plugin File editor present on the default Wordpress.
it_it: Questo flag permette di disabilitare l'inutile editor di file di plugin presente nel Wordpress predefinito.

source: You have already disabled Wordpress Plugin File editor on wp-config.php file. Please remove it, if you want to manage with UniverWP.
it_it: È già stato disabilitato l'editor dei file dei plugin di Wordpress nel file wp-config.php. Rimuovetelo se volete gestire UniverWP.

source: <b>WordPress Plugin File Editor disabled</b>
it_it: <b>Editore dei file dei plugin di WordPress disabilitato</b>

source: Disable Plugin File editor
it_it: Disabilitare l'editor dei file dei plugin

source: Reset Plugin File editor
it_it: Reimpostare l'editor dei file dei plugin

source: This flag allow you to disable the Gutemberg Editor.
it_it: Questo flag consente di disabilitare l'editor di Gutemberg.

source: <b>WordPress Gutemberg Editor is disabled</b>
it_it: <b>L'editor di WordPress Gutemberg è disabilitato</b>.

source: Disable Gutemberg Editor
it_it: Disattivare l'editor Gutemberg

source: Reset Gutemberg Editor
it_it: Reset Gutemberg Editore

source: Disable WordPress Widget Block Editor
it_it: Disattivare l'editor di blocchi di widget di WordPress

source: This flag allow you to disable the Widget Block Editor.
it_it: Questo flag consente di disabilitare l'editor dei blocchi di widget.

source: <b>WordPress Widget Block Editor is disabled</b>
it_it: <b>L'editor di blocchi di widget di WordPress è disabilitato</b>.

source: Disable Widget Block Editor
it_it: Disattivare l'editor di blocchi di widget

source: Reset Widget Block Editor
it_it: Reimpostare l'editor dei blocchi di widget

source: Remove Bloated Configurations
it_it: Rimuovere Configurazioni Prolisse

source: Bloated Config
it_it: Configurazione prolisse

source: UniverWP Remove Bloated Configuration
it_it: UniverWP Rimuovi Configurazioni Prolisse

source: Here we suggest some configuration to make your Wordpress faster
it_it: Qui suggeriamo alcune configurazioni per rendere Wordpress più veloce

source: Invalid request, please retry. [rbc_e0]
it_it: Richiesta non valida, riprovare. [rbc_e0]

source: Invalid request, please retry. [rbc_e1]
it_it: Richiesta non valida, riprovare. [rbc_e1]

source: Invalid request, please retry. [rbc_e2]
it_it: Richiesta non valida, riprovare. [rbc_e2]

source: Invalid request, please retry. [rbc_e3]
it_it: Richiesta non valida, riprovare. [rbc_e3]

source: Invalid request, please retry. [rbc_e4]
it_it: Richiesta non valida, riprovare. [rbc_e4]

source: Failed to remove the config from uwp_options table
it_it: Impossibile rimuovere la configurazione dalla tabella uwp_options

source: Failed to write the config from uwp_options table
it_it: Fallita la scrittura della configurazione dalla tabella uwp_options

source: Invalid value, please retry.
it_it: Valore non valido, riprovare.

source: Config correctly updated.
it_it: La configurazione è stata aggiornata correttamente.

source: Problems updating config file. Please check the permission.
it_it: Problemi di aggiornamento del file di configurazione. Controllare i permessi.

source: Universal Extension
it_it: Estensione universale

source: univerwp_db_version option added correctly
it_it: l'opzione univerwp_db_version è stata aggiunta correttamente

source: univerwp sections already present on config, no need to do more
it_it: Le sezioni di univerwp sono già presenti nella configurazione, non è necessario fare di più.

source: univerwp problems creating uwp sections on wp-config file. please check
it_it: problemi di univerwp nella creazione di sezioni uwp nel file wp-config. verificare

source: univerwp succesfully installed correctly
it_it: univerwp è stato installato correttamente

source: This is a set of, hopefully, usefull, extension for Wordpress and Woocommerce. We strive to keep it as light as possible. Without any not necessary, code, query and assets. We hope that you like it.
it_it: Questo è un insieme di estensioni, speriamo utili, per Wordpress e Woocommerce. Ci sforziamo di mantenerlo il più leggero possibile. Senza codice, query e risorse non necessarie. Speriamo che vi piaccia.
